_org/books/How to Win Friends and Influence people.org
#+BEGIN_HTML
---
layout: notes
---
#+END_HTML
#+TOC: headlines 4

* Introduction
  There are so many :trollface: /trolls/ nowadays on Internet. This is a classic
  guide on how to behave correctly with others. No tricks or traps.
  Will make you a better person just by reading it.
* Handling People

  1. Don't criticize, condemn or complain.
  2. Give honest and sincere appreciation
  3. Arouse in the other person an eager want.

* Six Ways to Make People Like You

  1. Become genuinely interested in other people.
  2. Smile
  3. Remember that a person's name is to that person the sweetest
     and most important sound in any language.
  4. Be a good listener. Encourage others to talk about themselves.
  5. Talk in terms of the other person's interests.
  6. Make the other person feel important and do it sincerely.

* How to Win People to Your Way of Thinking

  1. The only way to get the best of an argument is to avoid it.
  2. Show respect for the other person's opinions. Never say,
     "You're wrong."
  3. If you are wrong, admit it quickly and emphatically.
  4. Begin in a friendly way.
  5. Get the other person saying "yes, yes" immediately.
  6. Let the other person do a great deal of the talking
  7. Let the other person feel that the idea is his or hers.
  8. Try honestly to see things from the other person's point of view.

* Be a leader: How to Change People Without Giving offense or Arousing Resentment
  A leader's job often includes changing your people's attitudes
  and behavior. Some suggestions to accomplish this:

  1. Begin with praise and honest appreciation.
  2. Call attention to people's mistakes indirectly
  3. Talk about your own mistakes before criticizing the other person
  4. Ask questions instead of giving direct orders
  5. Let the other person save face
  6. Praise the slightest improvement and praise very improvement.
     Be "hearty in your approbation and lavish in your praise."
  7. Give the other person a fine reputation to live up to.
  8. Use encouragement. Make the fault seem easy to correct.
  9. Make the other person happy about doing the thing you
     suggest.

  Keep the following guidelines in mind when it is necessary to
  change attitudes or behavior:

  1. Be sincere. Do not promise anything that you cannot deliver.
     Forget about the benefits to yourself and concentrate on the
     benefits to the other person.
  2. Know exactly what it is you want the other person to do.
  3. Be empathetic. Ask yourself what it is the other person
     really wants.
  4. Consider the benefits that person will receive from doing
     what you suggest.
  5. Match those benefits to the other person's wants.
  6. When you make your request, put it in a form that will convey
     to the other person the idea that he personally will benefit.
