books/How to Win Friends and Influence people.html
---
layout: notes
---
<nav id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1. Introduction</a></li>
<li><a href="#sec-2">2. Handling People</a></li>
<li><a href="#sec-3">3. Six Ways to Make People Like You</a></li>
<li><a href="#sec-4">4. How to Win People to Your Way of Thinking</a></li>
<li><a href="#sec-5">5. Be a leader: How to Change People Without Giving offense or Arousing Resentment</a></li>
</ul>
</div>
</nav>

<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> Introduction</h2>
<div class="outline-text-2" id="text-1">
<p>
There are so many :trollface: <i>trolls</i> nowadays on Internet. This is a classic
guide on how to behave correctly with others. No tricks or traps.
Will make you a better person just by reading it.
</p>
</div>
</div>
<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> Handling People</h2>
<div class="outline-text-2" id="text-2">
<ol class="org-ol">
<li>Don't criticize, condemn or complain.
</li>
<li>Give honest and sincere appreciation
</li>
<li>Arouse in the other person an eager want.
</li>
</ol>
</div>
</div>

<div id="outline-container-sec-3" class="outline-2">
<h2 id="sec-3"><span class="section-number-2">3</span> Six Ways to Make People Like You</h2>
<div class="outline-text-2" id="text-3">
<ol class="org-ol">
<li>Become genuinely interested in other people.
</li>
<li>Smile
</li>
<li>Remember that a person's name is to that person the sweetest
and most important sound in any language.
</li>
<li>Be a good listener. Encourage others to talk about themselves.
</li>
<li>Talk in terms of the other person's interests.
</li>
<li>Make the other person feel important and do it sincerely.
</li>
</ol>
</div>
</div>

<div id="outline-container-sec-4" class="outline-2">
<h2 id="sec-4"><span class="section-number-2">4</span> How to Win People to Your Way of Thinking</h2>
<div class="outline-text-2" id="text-4">
<ol class="org-ol">
<li>The only way to get the best of an argument is to avoid it.
</li>
<li>Show respect for the other person's opinions. Never say,
"You're wrong."
</li>
<li>If you are wrong, admit it quickly and emphatically.
</li>
<li>Begin in a friendly way.
</li>
<li>Get the other person saying "yes, yes" immediately.
</li>
<li>Let the other person do a great deal of the talking
</li>
<li>Let the other person feel that the idea is his or hers.
</li>
<li>Try honestly to see things from the other person's point of view.
</li>
</ol>
</div>
</div>

<div id="outline-container-sec-5" class="outline-2">
<h2 id="sec-5"><span class="section-number-2">5</span> Be a leader: How to Change People Without Giving offense or Arousing Resentment</h2>
<div class="outline-text-2" id="text-5">
<p>
A leader's job often includes changing your people's attitudes
and behavior. Some suggestions to accomplish this:
</p>

<ol class="org-ol">
<li>Begin with praise and honest appreciation.
</li>
<li>Call attention to people's mistakes indirectly
</li>
<li>Talk about your own mistakes before criticizing the other person
</li>
<li>Ask questions instead of giving direct orders
</li>
<li>Let the other person save face
</li>
<li>Praise the slightest improvement and praise very improvement.
Be "hearty in your approbation and lavish in your praise."
</li>
<li>Give the other person a fine reputation to live up to.
</li>
<li>Use encouragement. Make the fault seem easy to correct.
</li>
<li>Make the other person happy about doing the thing you
suggest.
</li>
</ol>

<p>
Keep the following guidelines in mind when it is necessary to
change attitudes or behavior:
</p>

<ol class="org-ol">
<li>Be sincere. Do not promise anything that you cannot deliver.
Forget about the benefits to yourself and concentrate on the
benefits to the other person.
</li>
<li>Know exactly what it is you want the other person to do.
</li>
<li>Be empathetic. Ask yourself what it is the other person
really wants.
</li>
<li>Consider the benefits that person will receive from doing
what you suggest.
</li>
<li>Match those benefits to the other person's wants.
</li>
<li>When you make your request, put it in a form that will convey
to the other person the idea that he personally will benefit.
</li>
</ol>
</div>
</div>
